<template>
    <div class="hd">
         <a class="return" @click="returnPage()">
             <i class="fa fa-angle-left"></i>
         </a>
         家得利
     </div>
   <div class="bd absolute pt">
        <div class="user_agreement">
            <p class="title">豪恩帮用户协议</p>

              <h5>提示条款</h5>
            <div>
            　　 欢迎您访问家得利商城系统，感谢您与豪恩帮共同签署本《豪恩帮用户协议》（下称“本协议”），并使用家得利商城系统平台服务。在本系统平台上的服务，是由四川豪恩帮电子商务有限公司（下称“豪恩帮”）基于以下条件实施的。</br>
            　　（一）在接受本协议，注册会员，参与、分享家得利平台的服务，实际使用家得利服务之前，请您仔细阅读本协议的全部内容（特别是以粗体标注的内容 ）。如果您不同意本协议的任意内容，或者无法准确理解本公司对条款的解释，您应立即终止注册或停止使用本服务。</br>
            　　（二）您保证，在您同意接受本协议并注册成为家得利用户时，您已经年满18周岁， 或者您是在中国大陆地区合法开展经营活动或其他业务的法人或其他组织；本协议内容不受您所属国家或地区法律的排斥。不具备前述条件的，您应立即终止注册或停止使用本服务。</br>
            </div>
                <h5>一、定义</h5>
            <div>

                家得利商城系统是豪恩帮商务大系统的会员注册、管理、结算消费、买卖的平台。
                豪恩帮有权根据市场和使用的需要，链接或合并符合大系统规划及共同利益的相关平台、网站、网页。
            </div>
                 <h5>二、系统规则</h5>
           <div>
              《家得利商城系统》是集消费、经营、等系统的创新第三方服务平台和应用工具。成为家得利商城系统的会员，是您使用本系统平台服务的前提条件。不同级别的会员，权利义务有所不同。系统将根据您自愿选择的会员级别，予以您相应的权利义务。您所享有的权利与义务，以本系统所发布的相关的规则文书为准。为此，如果需使用系统平台的相关服务，请您充分阅读、理解并接受本章所列文书文书中的全部内容，且与豪恩帮达成一致，自愿注册成为系统会员。</br>
              家得利商城系统的规则遵守国家相关的法律法规，旨在维护平台的公共利益。根据属性分为如下二部分：</br>
              （一）《会员》，包含《会员》、《会员的资格、条件和权利义务》、《会员的分类与级别》、《会员注册、账号设置与管理》等。</br>
              （二）《系统总则》，包括：《家得利商城系统》、《家得利全返商业模式》、《家得利全返规则与制度》、《积分返还规则设置》等。</br>
              以上规则的解释权和修改权归豪恩帮所有，豪恩帮有权对本规则进行不定期修订。相关修改将在家得利商城系统执行公示程序，如公示期发现修订内容对多数用户的权益构成重大影响，则启动意见征求程序。公示期结束后，规则修订内容即告生效。如生效后的修订内容与您的意愿不符，请及时退出本系统。</br>
              以上规则中的相关要求仅作为您参与本系统的条件，不代表国家、地方、部门关于自然人、法人的身份，买卖活动所涉产品、价格、质量等的各种资质、证照、条件等相关的法律、法规、规章。会员应按国家法律法规的要求，办理在本平台活动所需要的各种资质、证照，并确保符合相关条件。如因此产生的问题，须由会员自己负责。
           </div>


             <h5>三、账户管理</h5>
            <div>
               成为会员后，您将拥有独立的账户。账户是您在本系统平台的权益记录和结算的依据。您应当按本平台页面的提示准确完整地提供您的信息（包括您的姓名及电子邮件地址、联系电话、联系地址等），以便豪恩帮或其他用户与您联系。您有义务保持您提供信息的真实性及有效性。</br>
               您的账户为您自行设置并由您保管，豪恩帮任何时候均不会主动要求您提供您的账户。因此，建议您务必保管好您的账户，并确保您在每个上网时段结束时退出登录并以正确步骤离开豪恩帮平台。账户因您主动泄露或遭受他人攻击、诈骗等行为导致的损失及后果，均由您自行承担。除平台存在过错外，您应对您账户项下的所有行为结果（包括但不限于在线签署各类协议、发布信息、购买商品及服务及披露信息等）负责。</br>
               如发现任何未经授权使用您账户登录平台或其他可能导致您账户遭窃、遗失的情况，建议您立即通知豪恩帮，我方将立即采取应对行动。您理解豪恩帮对您的任何请求采取行动均需要合理时间，除豪恩帮存在过错外，豪恩帮对在采取行动前已经产生的后果不承担任何责任。
            </div>


                <h5>四、服务说明</h5>
                <div>
                  本平台是家得利商城系统的构成部分，是实现家得利购物赠送返还的平台；本平台的规则设定遵循家得利商城系统的返还方案和规则。相关的服务内容和准则由系平台的各项文档明确规定。</br>
                  本平台本身不经营传统的商品买卖，只为每一位会员提供公平公正的共赢利益而服务。本平台独立于双方的产品、服务交易之外，双方应就交易的真实性和合法性自行做出判断并承担责任。我们并不保证系统平台上的产品和服务与平台上的说明是准确的、完整的、可靠的、最新的或无错误的。如果您在我们平台上购买的产品未符合您所见之说明，您可将该未经使用过的产品向平台商家做退换货处理，或与争议相对方自主协商。</br>
                </div>


                  <h5>五、交易规则</h5>
                  <div>
                    系统上的会员在经营中应以法律法规为参照准则，按自己在平台中做出的约定做好经营管理和提供服务。会员发布的产品和服务，应通过文字、图片、视频、音频等形式提供完善的说明，发布产品的会员应确保相关信息的准确。其中产品的价格、规格、技术参数和服务规则等必要信息必须在本平台上明示。经营者在产品发生变更时，应当及时在本平台和本系统相关信息渠道变更相关信息或发出相关通知。豪恩帮有权要求商家会员及时更新产品的必要信息，由于产品信息出现的问题，责任由该商家会员自负，我们不承担监督责任。</br>
                    家得利商城系统是服务系统内会员的系统平台，系统将与参与的会员一同负责将商品与平台上公布的价格一致，但价目表和声明并不构成要约。购物会员在发现了商家其平台上显现的产品及订单的明显错误或缺货的情况下，需要与商家会员直接沟通确定情况，商家发现了其平台上显现的产品及订单的明显错误或缺货的情况下，可以跟购物会员沟通单方面撤回任何承诺。如产生配送费用，是否将另外结算视商家会员的明示或规定，这些费用根据您选择的商家、送货方式的不同而异。</br>
                    当您在平台购买商品及/或服务时，请您务必仔细确认所购商品的品名、价格、数量、型号、规格、尺寸或服务的时间、内容、限制性要求等重要事项，并在下单时核实您的联系地址、电话、收货人等信息。如您填写的收货人非您本人，则该收货人的行为和意思表示产生的法律后果均由您承担。</br>
                    如果发生了意外情况，在确认了您的订单后，由于商家会员提价、税额变化等引起的价格变化，或是由于平台的错误等造成商品价格变化，您有权取消您的订单，并希望您能及时通过在线咨询、电子邮件或电话等其他方式通知平台商家和家得利商城系统客户服务部。</br>
                    商家会员和家得利商城系统在实际情况需要时，保留支持会员对产品订购的数量的限制权。在下订单的同时，您也同时承认了您拥有购买这些产品的权利能力和行为能力，并且将您对您在订单中提供的所有信息的真实性负责。</br>
                    您所订购的商品，如果发生缺货，您有权取消订单。
                  </div>



                    <h5>六、积分</h5>
                    <div>
                      会员通过豪恩帮提供的网络服务平台消费、经营，将消费变为一种投资行为，您可根据豪恩帮系统返还规则获得一定比例的积分返还，并获得经营收入。会员在家得利商城系统所获得的返还积分，是系统在以“为客牟利、促进销售”的共赢利他原则下，由系统平台向商家会员索取，由卖方商家会员向买方会员单方赠予的一种赠与行为。是系统平台从商家会员经营的超额获利中，提取共同创业多赚取的利益，用以回馈所有支付购买商品或服务的会员相应的价款的活动，具体按照系统相应文案规则规定。
                      </div>

                        <h5>七、积分奖励</h5>
                      <div>
                        参与系统的商家会员，将在系统约定的规则下，获得系统相应单方面的奖励，这些都将是会员在家得利商城系统的权利。系统确定按本系统规则规定运行，予以会员相应的权利回报。本系统平台再次明确确认，系统对会员购物返还、商家营业返还等均以本协议所制定的规则为准，系统没有、也不会额外持币分红、奖励、发钱。系统的价值来源均是在家得利商城系统平台上，是所有会员参与的结果。系统可通过为所有商家会员提供的网络服务系统平台，让所有商家会员获得经营收入，并按豪恩帮规则的规定获得一定比例的积分返还。

                      </div>

                      <h5>八、积分返还及使用</h5>
                      <div>
                        系统按规则运行返还，但并不保证每天一定会返回多少积分，也不能确保多少时间内会返还完全部积分，请慎重购物，理性消费，按需消费。系统规则坚决杜绝虚假交易，投机投资，也请关注系统每天公布的信息变化。如会员间相互勾结，虚构交易事实，混、骗参与QF积分返还活动的，一经查实，家得利返还系统有权取消该会员的非法获取的所有积分，并有权收回会员非法在系统中已经兑现的积分所提取的现金，必要时，系统可以注销或冻结该会员的账号。</br>
                        会员获得赠送的积分经转换返还后，可用于家得利商城系统或家得利联盟诚信、信用商家会员消费使用或按系统规定转移到系统账户上使用。
                      </div>


                      <h5>九、现金提现</h5>
                      <div>
                          家得利用户可将现金余额账户中的现金提取到指定的银行卡里。甲方现金余额提现规则是以100元为一个单位，未达到人民币100元则待金额达到100元时才可提现，每次提现为100的倍数，不足100元的余额将留存在甲方现金余额账户里。
                      </div>


                      <h5>十、依法纳税</h5>
                      <div>
                      根据我司与税务机关的沟通结果，为了方便会员交税，确保全体会员及时、足额缴纳税款，我方将在佣金分配期间，积分返还期间由系统自动按照10%的税率予以扣除，代为扣留应税款项，并代为缴付。</br>
                      因税务主管机关对税种、税率作出调整，导致以上税率或征收方式不适用的，豪恩帮有权根据调整的实际情况对相关税率或征收方式作出调整。
                       </div>


                         <h5>十一、交易费用</h5>
                         <div>
                            我方将在佣金分配期间，积分返还期间、现金提取期间由系统自动按照交易金额的3%，扣除平台技术服务费。
                         </div>

                          <h5>十二、责任限制</h5>
                           <div>
                              您明确因使用本服务从事的交易所产生的任何风险应由您与交易对方承担。</br>
                              本服务之商家会员所提供之服务品质及内容由该合作单位自行负责。</br>
                              您经由本服务之使用下载或取得任何资料，应由您自行考量且自负风险，因资料之下载而导致您电脑系统之任何损坏或资料流失，您应负完全责任。</br>
                              您自豪恩帮工作人员及经由本服务取得之建议和资讯，无论其为书面或口头形式，均不构成豪恩帮对本服务之保证。</br>
                              任何情况下，豪恩帮对于与本协议有关或由本协议引起的任何间接的、惩罚性的、特殊的、派生的损失（包括业务损失、收益损失、利润损失、商誉损失、使用数 据或其他经济利益的损失），不论是如何产生的，也不论是由对本协议的违约（包括违反保证）还是由侵权造成的，均不负有任何责任，即使事先已被告知此等损失的可能性。另外即使本协议规定的排他性救济没有达到其基本目的，也应排除豪恩帮对上述损失的责任。
                               </div>



                              <h5>十三、送货</h5>
                               <div>
                                家得利商城系统将以一种优良的服务标准要求系统加盟会员，把产品送到您所指定的送货地址。所有在家得利商城系统经营商家店铺上列出的送货时间为参考时间，参考时间的计算是根据库存状况、正常的处理过程和送货时间、送货地点的基础上均以各加盟商家会员的约定或估计得出的。如果您对商家的配送有不满之处，您拥有投诉的权利。
                               </div>


                               <h5>十四、评论、意见、消息和其他内容</h5>
                                <div>
                                 访问者可以张贴评论、意见及其他内容，以及提出建议、意见、问题或其他信息，只要内容不是非法、淫秽、威胁、诽谤、侵犯隐私、侵犯知识产权或以其他形式对第三者构成伤害或侵犯或令公众讨厌，也不包含软件病毒、政治宣传、商业招揽、连名信、大宗邮件或任何形式的"垃圾邮件"。 本系统保留清除或编辑这些内容的权利，但不对所张贴的内容进行经常性的审查。系统对您或任何第三方所张贴的内容不承担责任。，把产品送到您所指定的送货地址。所有在家得利商城系统经营商家店铺上列出的送货时间为参考时间，参考时间的计算是根据库存状况、正常的处理过程和送货时间、送货地点的基础上均以各加盟商家会员的约定或估计得出的。如果您对商家的配送有不满之处，您拥有投诉的权利。
                                </div>


                                 <h5>十五、条款修正</h5>
                                <div>
                                  我们保留在任何时候对我们的系统、网站、政策和本服务条款作出更改的权利。任何更改或修改在其被张贴在平台时立即生效。您对系统平台的使用应受制于在使用时张贴在本平台上的服务条款。因此，我们建议您在使用本平台之前阅读此条款。您在服务条款更改或修改并张贴在本平台后继续使用本平台，则表明您对该更改或修改的接受。如果本条款中任何一条被视为废止、无效或因任何理由不可执行，不影响任何其余条款的有效性和可执行性。
                                 </div>

                                 <h5>十六、争议解决</h5>
                                 <div>
                                      您和家得利商城系统之间的协议将适用中华人民共和国的法律，所有的争议纠纷、诉讼将由家得利商城系统所在地的人民法院管辖。</br>
                                      在您已经以任何方式侵犯或威胁侵犯系统的知识产权的情况下，我们可以向中国有管辖权的法院寻求禁止令或其他合适的司法救济，并且您同意该法院的管辖。除此之外，有关与您访问家得利商城系统或通过家得利商城系统购买的产品的任何形式的争议应向有管辖权的法院提起诉讼解决。
                                  </div>


                                  <h5>十七、解释权</h5>
                                  <div>
                                    本协议最终解释权归豪恩帮所有。
                                    </div>


                                    <div style="text-align: right;
                                                    position: relative;
                                                    right: 10px;">
                                      四川豪恩帮网络科技有限公司</br>
                         2016年9月22日
                                    </div>
</div>
</div>

</template>

<style>
  h5{padding-top:1rem;padding-left:0.5rem;}
</style>

<script>
  export default {
    components: {
      },
      data () {
        return {
          list:[]
        }
      },
      ready () {
        document.title = '豪恩帮用户协议'
      },
      methods: {
        onShow: function () {
          this.hide = !this.hide
        },
         returnPage:function(){
                  window.history.go(-1)
                }
      }
    }
</script>
